{
  "name": "Gabo2447",
  "avatar": "/avatar.webp",
  "correo": "gabrieldeolival2@gmail.com",
  "description": "+2 años de experiencia. Ingeniero de Software y Autotididacta en el mundo web. De Caracas, Venezuela. Especializado en el desarrollo de aplicaciones web únicas.",
  "linkedIn": "https://linkedin.com/in/Gabo2447",
  "proyectos": [
    {
      "description": "Aplicacion para ver el clima en tiempo real. Rapida, sencilla y facil de entender, con solamente CSS, HTML y JS/TS. Este siendo creado desde 0",
      "frameworks": [
        {
          "name": "Tailwind CSS",
          "icon": "https://svgl.app/library/tailwindcss.svg"
        },
        {
          "name": "React",
          "icon": "https://svgl.app/library/react_dark.svg"
        },
        {
          "name": "TypeScript",
          "icon": "https://svgl.app/library/typescript.svg"
        }
      ],
      "github": "https://github.com/Gabo2447/weather-app",
      "img": "/projects/weather.png",
      "preview": "https://gl-weather.vercel.app/",
      "title": "Weather App - Aplicacion para ver el clima"
    },
    {
      "description": "Aplicacion para medir tu indice corporal. Rapida, sencilla y facil de entender, con solamente CSS, HTML y JS/TS. Este siendo creado desde 0",
      "frameworks": [
        {
          "name": "Tailwind CSS",
          "icon": "https://svgl.app/library/tailwindcss.svg"
        }
      ],
      "github": "https://github.com/Gabo2447/website-imc-bmi",
      "img": "/projects/calculatorBMI.webp",
      "preview": "https://gl2447-calculator.vercel.app/",
      "title": "IBM Calculator - Calculadora para medir tu indice de peso"
    }
  ],
  "about": "Me llamo Gabriel, tengo 15 años y soy de Caracas, Venezuela. Empece a estudiar como programador desde que tenía 11 años. Me encanta enforcarme en la UI/UX y en la parte del rendimiento, para ofrecer la mejor experiencia de usuario.<br/> Algunos de mis éxitos es que ayude a mis compañeros en el ambito de la programación, ayudandoles a desarrollar su logica de programación. Me encanta el testing, en su importancia y me gusta compartir mi conocimiento sobre ello.<br/> Cuento con experiencia desarrollando applicaciones moviles, y he juntado mis dos habilidades mas fuertes, la programación y las matematicas, llegando a ser un duo imparable."
}
